//DECLGEN EXEC PGM=IKJEFT01
//SYSTSIN DD *
  DSN SYSTEM({{DB2_SUBSYSTEM}})
  DCLGEN TABLE({{TABLE_NAME}}) LIBRARY('{{SYSTEM_CODE}}.COPYLIB')
  END
/*
