//{{JOB_NAME}} JOB (ACCT),'DB2 FULL FLOW',CLASS=A,MSGCLASS=X
//*
//* STEP01 - DDL
//STEPDDL EXEC PGM=IKJEFT01
//SYSTSIN DD *
  DSN SYSTEM({{DB2_SUBSYSTEM}})
  RUN PROGRAM(DSNTEP2) PLAN(DSNTEP13) -
  LIB('{{RUNLIB}}')
  END
/*
//SYSIN DD *
{{DDL_SQL}}
/*
//*
//* STEP02 - BIND
{{BIND_STEP}}
//*
//* STEP03 - REBUILD
{{REBUILD_STEP}}
//*
//* STEP04 - DECLARE GEN
{{DECLGEN_STEP}}
