//BINDSTEP EXEC PGM=IKJEFT01
//SYSTSIN DD *
  DSN SYSTEM({{DB2_SUBSYSTEM}})
  BIND PACKAGE({{SYSTEM_CODE}}) MEMBER({{TABLE_NAME}}) -
       ACTION(REPLACE) ISOLATION(CS)
  END
/*
